[
  {
    "post_name": "Where Amazon Returns Go to Be Resold by Hustlers",
    "post_desc": "Welcome to the abyss of the “reverse supply chain,” where hope springs eternal."
  },
  {
    "post_name": "Why Some People Are Always Running Late",
    "post_desc": "It’s not always rudeness or scatter-brained behavior – it can be something much deeper."
  },
  {
    "post_name": "People With Creative Personalities Really Do See the World Differently",
    "post_desc": "Not only do open people bring a different perspective, but they genuinely see things differently than most."
  },
  {
    "post_name": "Plot Twist: The Key to Better Sleep Is Not a Bedtime—It’s a Wake-Up Time",
    "post_desc": "Set multiple alarms."
  },
  {
    "post_name": "How a New Hampshire libertarian utopia was foiled by bears",
    "post_desc": "Seriously, this happened. You should absolutely read about it."
  },
  {
    "post_name": "How China's rise exposes the 'myth' of the global order",
    "post_desc": "Why do we hear so much about the liberal global order, when the truth is, it never existed? It was never a global order and it was not liberal. The phrase itself is a modern invention coming into vogue really only in recent decades, yet it is presented as holy writ."
  },
  {
    "post_name": "In Finland, Kids Learn Computer Science Without Computers",
    "post_desc": "Students can learn the basics with a set of knitting needles."
  },
  {
    "post_name": "‘The Bed That Saved Me From the Taliban’",
    "post_desc": "In 2018, Greek pilot Vasileios Vasileiou checked into a luxury hilltop hotel in Kabul that was popular among foreign visitors. Then Taliban gunmen stormed it, killing at least 40 people. Vasileios explains how he survived."
  },
  {
    "post_name": "Grief Doesn’t Have Five Stages",
    "post_desc": "Despite what we want to believe, there is no linear path through loss."
  },
  {
    "post_name": "How to Keep Your Cool, No Matter What",
    "post_desc": "There’s not much that will make you panic after ten years of dogsledding in the wilderness. And there are lots of ways to feel equally calm in all kinds of outdoor emergencies."
  },
  {
    "post_name": "Facebook Is a Doomsday Machine",
    "post_desc": "The architecture of the modern web poses grave threats to humanity. It’s not too late to save ourselves. The Doomsday Machine was never supposed to exist. It was meant to be a thought experiment that went like this: Imagine a device built with the sole purpose of destroying all human life."
  },
  {
    "post_name": "Lessons in the Decline of Democracy From the Ruined Roman Republic",
    "post_desc": "Historian Edward Watts argues that violent rhetoric and disregard for political norms was the beginning of Rome’s end."
  },
  {
    "post_name": "Recipe: 5-Ingredient Kale Caesar Salad",
    "post_desc": "A twist on the beloved classic that’s great for meal prep."
  },
  {
    "post_name": "8 Ways to Read (a Lot) More Books",
    "post_desc": "Tips to drastically increase how many pages you get through in today’s fast-paced digital world."
  },
  {
    "post_name": "Until I Was a Man, I Had No Idea How Good Men Had It at Work",
    "post_desc": "The reach of implicit bias is troubling, it can even get instilled into our “best” business practices."
  },
  {
    "post_name": "The Quest to Find—and Save—the World’s Most Famous Shipwreck",
    "post_desc": "In 1628, the ‘Vasa’ sank on its maiden voyage. For the next 300 years, it sat in a watery grave—until one man sparked a monumental effort to salvage it."
  },
  {
    "post_name": "How to Answer Interview Questions to Make Hiring Managers Like You",
    "post_desc": "After you interview for a position, you may obsess over whether you gave the interviewer the “right” answers to the questions. But rather than worrying about what you said, you might want to spend more time thinking about how you say it."
  },
  {
    "post_name": "4 Shower Products That Are Ruining Your Pipes, According to Plumbers",
    "post_desc": "What to skip, what’s safe, and how to fix any problems that do pop up."
  },
  {
    "post_name": "13 Ways to Invest in Yourself",
    "post_desc": "The stock market isn’t the only way to reap meaningful returns. Here are ways to invest in yourself—some are free and take only a few hours of your time."
  },
  {
    "post_name": "How to Lead When Your Team Is Exhausted — and You Are, Too",
    "post_desc": "As we head into the second wave of Covid-19, you and your team may be feeling foggy, cranky, and fatigued. The adrenaline of the first wave is over and, while good news about a vaccine is on the horizon, getting through the winter may be the toughest leadership challenge of all."
  },
  {
    "post_name": "The Four Things That Make Practically Everyone Feel Loved, According to a New Survey",
    "post_desc": "Americans are out of sync with each other about many things. But not this."
  },
  {
    "post_name": "The Obsessive Life and Mysterious Death of the Fisherman Who Discovered The Loch Ness Monster",
    "post_desc": "A humble Scotsman saw something strange in the water—and daringly set out to catch it."
  },
  {
    "post_name": "Old-Fashioned Buttermilk Bar Donuts",
    "post_desc": "They’re crispy on the outside and fluffy on the inside, and they make for a fabulous weekend baking project."
  },
  {
    "post_name": "Deadliest place in America: They shrugged off the pandemic, then their family and friends started dying",
    "post_desc": "Coronavirus has killed a higher percentage of Gove County residents than any other county in the United States: One out of every 132 people has died."
  },
  {
    "post_name": "Did Prehistoric Women Hunt? New Research Suggests So",
    "post_desc": "This idea goes against a hypothesis, dating back to the 1960s, known as the “Man-The-Hunter model.”"
  },
  {
    "post_name": "The science of addiction: Do you always like the things you want?",
    "post_desc": "Until recently, it was generally assumed that if we wanted something, it was because we liked it. But science is now questioning that idea - and pointing the way to a possible cure for addiction. Back in 1970 a shabby and shameful experiment was performed on a New Orleans psychiatric patient."
  },
  {
    "post_name": "How Your Diet Affects Your Mental Health",
    "post_desc": "What you eat changes how you feel. These foods are the best for your brain."
  },
  {
    "post_name": "Don’t have a single purpose or passion? That’s OK",
    "post_desc": "People will tell you to find your purpose. They will tell you to find your passion. And I am honestly not sure about that."
  },
  {
    "post_name": "If Everyone Ate Beans Instead of Beef",
    "post_desc": "With one dietary change, the U.S. could almost meet greenhouse-gas emission goals."
  },
  {
    "post_name": "Why this New York nurse got one of the country’s first coronavirus shots",
    "post_desc": "Sandra Lindsay has long dreamed of helping others and said it was important for her as a Black woman to get the vaccine."
  },
  {
    "post_name": "What the Color ‘Haint Blue’ Means to the Descendants of Enslaved Africans",
    "post_desc": "In the Lowcountry, the unique shade is both protective talisman and source of unspeakable suffering."
  },
  {
    "post_name": "The Skeletons at the Lake",
    "post_desc": "In the winter of 1942, on the shores of a lake high in the Himalayas, a forest ranger came across hundreds of bones and skulls, some with flesh still on them. When the snow and ice melted that summer, many more were visible through the clear water, lying on the bottom."
  },
  {
    "post_name": "An Agent’s Mistake Cost an N.B.A. Player $3 Million. He Paid Him Back.",
    "post_desc": "All Bill Duffy had to do was inform the Miami Heat that Anthony Carter planned to return. Two decades after failing to do that, Duffy has made his client whole."
  },
  {
    "post_name": "The Man with the Golden Airline Ticket",
    "post_desc": "My dad was one of the only people with a good-for-life, go-anywhere American Airlines pass. Then they took it away. This is the true story of having—and losing—a superpower."
  },
  {
    "post_name": "Galaxy Simulations Offer a New Solution to the Fermi Paradox",
    "post_desc": "Star motions should make it easy for civilizations to spread across the galaxy, but still we might find ourselves alone. As far as anyone knows, we have always been alone."
  },
  {
    "post_name": "‘The Bed That Saved Me From the Taliban’",
    "post_desc": "In 2018, Greek pilot Vasileios Vasileiou checked into a luxury hilltop hotel in Kabul that was popular among foreign visitors. Then Taliban gunmen stormed it, killing at least 40 people. Vasileios explains how he survived."
  },
  {
    "post_name": "Until I Was a Man, I Had No Idea How Good Men Had It at Work",
    "post_desc": "The reach of implicit bias is troubling, it can even get instilled into our “best” business practices."
  },
  {
    "post_name": "Lessons in the Decline of Democracy From the Ruined Roman Republic",
    "post_desc": "Historian Edward Watts argues that violent rhetoric and disregard for political norms was the beginning of Rome’s end."
  },
  {
    "post_name": "We Are Cooking More Than Ever. Here’s How to Make the Most of a Small Kitchen",
    "post_desc": "While this year kept us at home, it also forced many to confront a sometimes inconvenient, but always necessary task: cooking. For those who have to work with obscenely small kitchens, that can be an unwieldy undertaking."
  },
  {
    "post_name": "Recipe: 5-Ingredient Kale Caesar Salad",
    "post_desc": "A twist on the beloved classic that’s great for meal prep."
  },
  {
    "post_name": "“Make Them Care About What You Think” and Other Writing Advice from Nora Ephron",
    "post_desc": "Everything is copy."
  },
  {
    "post_name": "How to Handle an Anxious Kid",
    "post_desc": "If your child worries about everything, you can help—by first looking at yourself."
  }
]